Repository: audacious-media-player/audacious-plugins
Catalog: po/*.po
Languages: pl

source: No lyrics were found.
pl: Nie znaleziono żadnych tekstów do piosenki.

source: About Metronom
pl: O wtyczce Metronom

source: A Tact Generator by Martin Strauss <mys@faveve.uni-stuttgart.de> To use it, add a URL: tact://beats*num/den e.g. tact://77 to play 77 beats per minute or tact://60*3/4 to play 60 bpm in 3/4 tacts
pl: Generator Taktu przez Martin Strauss <mys@faveve.uni-stuttgart.de> Aby go użyć, dodaj URL: tact://beats*num/den np. tact://77 by zagrać 77 beat'ów na minutę lub tact://60*3/4 by zagrać 60 bpm w 3/4 taktu

source: Tact generator: %d bpm
pl: Generator taktu: %d bpm

source: Tact generator: %d bpm %d/%d
pl: Generator taktu: %d bpm %d/%d

source: Upload in progress...
pl: Trwa wgrywanie...

source: Null output plugin
pl: Wtyczka wyjściowa Null

source: by Christian Birchinger <joker@netswarm.net> based on the XMMS plugin by Håvard Kvål <havardk@xmms.org>
pl: stworzona przez Christian Birchinger <joker@netswarm.net> bazując na wtyczce XMMS napisanej przez Håvard Kvål <havardk@xmms.org>

source: About Null Output
pl: O wyjściu Null

source: Null output preferences
pl: Preferencje wyjścia Null

source: Run in real time
pl: Uruchom w czasie rzeczywistym

source: 1. Default device
pl: 1. Domyślne urządzenie

source: OSS4 Output Plugin Preferences
pl: Preferencje wtyczki wyjściowej OSS4

source: Audio device:
pl: Urządzenie audio:

source: Use alternate device:
pl: Użyj alternatywnego urządzenia:

source: Save volume between sessions
pl: Zapisz głośność pomiędzy sesjami

source: Enable format conversions made by the OSS software.
pl: Włącz konwersje formatu poprzez oprogramowanie OSS

source: About OSS4 Plugin
pl: O wtyczce OSS4

source: OSS4 Output Plugin for Audacious Copyright 2010 Michał Lipski <tallica@o2.pl> I would like to thank people on #audacious, especially Tony Vroon and John Lindgren and of course the authors of the previous OSS plugin. This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
pl: Wtyczka wyjściowa OSS4 dla Audacious Copyright 2010 Michał Lipski <tallica@o2.pl> Chciałbym podziękować osobom z #audacious, w szczególności Tony'emu Vroon oraz John'owi Lindgren i oczywiście autorom poprzedniej wtyczki OSS. This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.

source: OSS4 error
pl: Błąd OSS4

source: Default (%s)
pl: Domyślny (%s)

source: Default
pl: Domyślnie

source: OSS Driver configuration
pl: Konfiguracja sterownika OSS

source: Devices
pl: Urządzenia

source: Buffering:
pl: Buforowanie:

source: Pre-buffer (percent):
pl: Pre-bufor (w procentach):

source: Buffering
pl: Buforowanie

source: Mixer Settings:
pl: Ustawienia miksera:

source: Volume controls Master not PCM
pl: Zmiana głośności kanału Master, nie PCM

source: Mixer
pl: Mikser

source: About OSS Driver
pl: O sterowniku OSS

source: Audacious OSS Driver This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
pl: Sterownik OSS dla Audacious This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: About Audacious PulseAudio Output Plugin
pl: O wtyczce wyjściowej PulseAudio dla Audacious

source: Audacious PulseAudio Output Plugin This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
pl: Wtyczka wyjściowa PulseAudio dla Audacious This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: About Sample Rate Converter Plugin
pl: O wtyczce Sample Rate Converter

source: Sample Rate Converter Preferences
pl: Ustawienia Sample Rate Converter

source: Rate mappings:
pl: Częstotliwości mapowania:

source: All others:
pl: Wszystkie inne:

source: Method:
pl: Metoda:

source: Change password
pl: Zmień hasło

source: <b>Services</b>
pl: <b>Usługi</b>

source: Username:
pl: Nazwa użytkownika:

source: Password:
pl: Hasło:

source: Scrobbler URL:
pl: Adres URL Scrobblera:

source: Audacious AudioScrobbler Plugin Originally created by Audun Hove <audun@nlc.no> and Pipian <pipian@pipian.com>
pl: Wtyczka Audacious AudioScrobbler Oryginalnie utworzona przez Audun Hove <audun@nlc.no> oraz Pipian <pipian@pipian.com>

source: About Scrobbler Plugin
pl: O wtyczce Scrobbler

source: About SDL Output Plugin
pl: O wtyczce wyjściowej SDL

source: SDL error
pl: Błąd SDL

source: About %s
pl: O wtyczce %s

source: Close
pl: Zamknij

source: Error
pl: Błąd

source: General info
pl: Ogólne informacje

source: Tune #%i:
pl: Melodia #%i:

source: Couldn't find pixmap file: %s
pl: Nie można znaleźć pliku pixmap: %s

source: Audacious-SID configuration
pl: Konfiguracja Audacious-SID

source: 8-bit
pl: 8-bitowa

source: 16-bit
pl: 16-bitowa

source: Resolution:
pl: Rozdzielczość:

source: Autopanning
pl: Auto-przełączanie

source: Channels:
pl: Kanały:

source: Samplerate:
pl: Częstotliwość próbkowania:

source: Use oversampling
pl: Użyj nadpróbkowania

source: Factor:
pl: Współczynnik:

source: Large factors require more CPU-power
pl: Wyższe wartości wymagają więcej mocy CPU

source: Oversampling:
pl: Nadpróbkowanie:

source: Audio
pl: Dźwięk

source: Force speed
pl: Wymuś szybkość

source: If enabled, this option "forces" the emulation engine to use the selected clock speed/frequency. Otherwise the speed is determined from played file itself.
pl: Po włączeniu ta opcja "wymusza" użycie wybranej szybkości/częstotliwości zegara przez silnik emulacji. W przeciwnym wypadku szybkość określana jest na podstawie odtwarzanego pliku.

source: PAL is the european TV standard, which uses 50Hz vertical refresh frequency. Most of SID-tunes have been made for PAL computers.
pl: PAL jest europejskim standardem TV, który używa częstotliwości odświeżania pionowego o wartości 50Hz. Większość melodii SID została stworzona dla komputerów PAL.

source: NTSC is the TV standard with 60Hz vertical refresh rate (and other features that differ from PAL). It is mainly used in United States, Japan and certain other countries.
pl: NTSC jest standardem TV, który posiada wartość 60Hz dla odświeżania pionowego (a także kilka innych cech różnych od PAL). Jest używany głównie w USA, Japonii oraz w niektórych innych krajach.

source: Clock speed:
pl: Szybkość zegara:

source: Force model
pl: Wymuś model

source: If enabled, this option "forces" the emulation engine to use the selected SID-chip model. Otherwise the preferred SID model is determined from the file (if PSIDv2NG type) or if not available, this setting is used.
pl: Po włączeniu ta opcja "wymusza" na silniku emulacji użycie wybranego modelu chipa SID. W przeciwnym wypadku preferowany model SID jest określany na podstawie pliku (jeśli typ PSIDv2NG), a gdy jest to niemożliwe, używane jest poniższe ustawienie.

source: MOS/CSG 6581 is the earlier major version of SID chip. It differs from 8580 in few ways, having much fuller filter (which, due to design error, is never same between two different SID-chips) and has the "volume adjustment bug", which enables playing of digital samples.
pl: MOS/CSG 6581 jest wcześniejszą główną wersją chipa SID. Różni się od 8580 kilkoma rzeczami np. posiada bardziej zapełnione filtry (które nigdy nie są identyczne pomiędzy różnymi chipami SID z powodu błędu konstrukcji) oraz posiada "buga regulacji głośności", który włącza odtwarzanie cyfrowych próbek.

source: SID model:
pl: Model SID:

source: SIDPlay 1 (frame-based)
pl: SIDPlay 1 (oparty na ramkach)

source: Use libSIDPlay 1.x emulation, faster but not so accurate. Good in most cases, though.
pl: Używa emulacji libSIDPlay 1.x: szybszej, lecz mniej dokładnej. Wystarcza jednak w większości przypadków.

source: SIDPlay 2 (cycle-based)
pl: SIDPlay 2 (oparty na cyklach)

source: Use libSIDPlay 2.x emulation, which requires powerful CPU due to more exact emulation.
pl: Używa emulacji libSIDPlay 2.x, która wymaga większej mocy CPU z powodu dokładniejszej emulacji.

source: Emulation library selection:
pl: Wybór biblioteki do emulacji:

source: Real C64 (SIDPlay 2 only)
pl: Prawdziwy C64 (tylko SIDPlay2)

source: Bank switching
pl: Przełączanie banków

source: Transparent ROM
pl: Transparentny ROM

source: PlaySID environment
pl: Środowisko PlaySID

source: Memory mode:
pl: Tryb pamięci:

source: Optimization mode (faster, inaccurate)
pl: Tryb optymalizacji (szybszy, lecz niedokładny)

source: This setting can be used to enable libSIDPlay2's "optimization mode", which in downgrades the emulation from cycle-exact to something similar to frame-exact. The result is lower CPU usage, but worse accuracy.
pl: Przez to ustawienie biblioteka libSIDPlay2 włącza tryb optymalizacji, który obniża zużycie procesora kosztem dokładności (zamiast emulacji opartej na cyklach używa czegoś podobnego do ramek).

source: reSID-emulation
pl: Emulacja reSID

source: reSID is the software SID-chip simulator based on SID reverse-engineering, created by Dag Lem. It is probably the closest thing to real SID available as software-only emulation.
pl: reSID jest programowym symulatorem chipu SID bazującym na inżynierii wstecznej SID stworzonej przez Dag Lem. Jest to prawdopodobnie najlepsza jedynie programowa emulacja SID.

source: HardSID is a EISA/PCI card for PC-compatibles, which can be fitted with a real SID-chip. Software can be used to control the HardSID and combined with software emulation of rest of C64 via libSIDPlay2 HardSID can be used to achieve "near 100%" similarity to real C64. For more information, see http://www.hardsid.com/
pl: HardSID jest kartą EISA/PCI dla PC i kompatybilnych, która może być wyposażona w prawdziwy chip SID. Oprogramowanie może zostać użyte do kontroli HardSID i przy programowej emulacji reszty C64 przy użyciu biblioteki libSIDPlay2 HardSID jest w stanie osiągnąć niemalże 100-procentowe podobieństwo z prawdziwym C64. Więcej informacji na http://www.hardsid.com/

source: SIDPlay 2 options:
pl: Opcje SIDPlay 2:

source: Fast (nearest neighbour)
pl: Szybki (najbliższy sąsiad)

source: Fastest and also worst sounding sampling method, simply picks nearest neighbouring sample.
pl: Najszybszy i zarówno najgorszy sposób próbkowania dźwięku, wybiera on po prostu najbliższą sąsiadującą próbkę.

source: Linear interpolation
pl: Interpolacja liniowa

source: Uses linear interpolation between samples, yielding higher audio quality with less sampling noise.
pl: Używa liniowej interpolacji pomiędzy próbkami, otrzymując wyższą jakość dźwięku przy mniejszych zakłóceniach próbkowania.

source: Resampling (FIR)
pl: Ponowne próbkowanie (FIR)

source: reSID sampling options:
pl: Opcje próbkowania reSID:

source: Emulate filters
pl: Emuluj filtry

source: This option enables emulation of SID filter. The filter is an essential part of SID's sound capacity, but accurate emulation of it may require quite much CPU power. However, if filter emulation is disabled, tunes won't sound authentic at all if they utilize the filter.
pl: Ta opcja włącza emulację filtrów SID. Filtr jest zasadniczą częścią układu dźwiękowego SID, ale jego dokładne emulowanie może wymagać sporej mocy obliczeniowej procesora. Z drugiej strony, brak filtrów sprawi, że utwory nie będą brzmiały autentycznie.

source: Reset values
pl: Zresetuj wartości

source: Export
pl: Eksportuj

source: Use
pl: Zastosuj

source: Save
pl: Zapisz

source: Import
pl: Importuj

source: Delete
pl: Usuń

source: Filter curve:
pl: Krzywa filtru:

source: Filters
pl: Filtry

source: Play at least for specified time
pl: Graj przynajmniej do określonego czasu

source: If enabled, the tune is played at least for the specified time, adding silence to the end if necessary.
pl: Gdy włączone, utwór jest odtwarzany przynajmniej przez określony czas, dodając ciszę do końca jeśli to konieczne.

source: Playtime:
pl: Czas odtwarzania:

source: seconds
pl: sekundy

source: Minimum playtime:
pl: Minimalny czas odtwarzania

source: Play for specified time maximum
pl: Odtwarzaj dla określonego maksymalnego czasu

source: If enabled, tune is played until specified duration is reached (aka maximum playtime).
pl: Gdy włączone, utwór jest odtwarzany tylko do określonego momentu (tak jak w maksymalnym czasie odtwarzania).

source: Only when song length is unknown
pl: Tylko, gdy nieznany jest czas trwania piosenki

source: If enabled, the maximum playtime is applied only if song/tune length is not known.
pl: Gdy włączone, maksymalny czas odtwarzania zostanie zastosowany tylko w przypadku braku informacji o długości trwania piosenki.

source: Maximum playtime:
pl: Maksymalny czas odtwarzania:

source: Use XSIDPLAY-compatible database
pl: Użyj bazy danych kompatybilnej z XSIDPLAY

source: This option enables using of XSIDPLAY compatible song length database. (Refer to Audacious-SID documentation for more information)
pl: Po włączeniu tej opcji zostanie użyta baza danych długości piosenek kompatybilna z XSIDPLAY. (Więcej informacji w dokumentacji Audacious SID)

source: DB-file:
pl: Plik DB:

source: Database path and filename
pl: Ścieżka i nazwa pliku bazy

source: Browse for song length-database file
pl: Przeglądaj w poszukiwaniu pliku bazy długości piosenek

source: Song length database:
pl: Baza danych długości piosenek:

source: Songlength
pl: Czas trwania piosenki

source: Override generic Tuplez format string
pl: Zmień domyślny format informacji Tuplez

source: By enabling this option you can specify a custom Tuplez formatting string for SID-files. The SID-plugin specific Tuplez tags are described shortly below.
pl: Po włączeniu tej opcji możesz określić własny format informacji Tuplez dla plików SID. Specyficzne tagi Tuplez wtyczki SID są poniżej krótko opisane.

source: Tuplez format string for SID-files
pl: Format ciągu znaków Tuplez dla plików SID

source: <u>SID-specific Tuplez fields:</u> <b>sid-format</b> - Specific fileformat <b>sid-model</b> - 6581 or 8580 <b>sid-speed</b> - Timing or speed: PAL/NTSC/etc. <u>Other "special" fields set:</u> <b>subsong-num, subsong-id</b>
pl: <u>Specyficzne dla SID pola Tuplez:</u> <b>sid-format</b> - specyficzny format pliku <b>sid-model</b> - 6581 lub 8580 <b>sid-speed</b> - Taktowanie lub prędkość: PAL/NTSC/itp. <u>Inne "specjalne" pola:</u> <b>subsong-num, subsong-id</b>

source: Song title format:
pl: Format tytułu utworu:

source: Add sub-tunes to playlist
pl: Dodaj sub-utwory do playlisty

source: If enabled, sub-tunes of each file will be added to playlist. If disabled, only the default sub-tune will be added.
pl: Gdy włączone, utwory (sub-tunes) każdego pliku zostaną dodane do listy odtwarzania. Jeśli wyłączone, tylko domyślne sub-utwory zostaną dodane.

source: Only tunes with specified minimum duration
pl: Tylko utwory z określonym minimalnym czasem trwania

source: Only add sub-tunes that have a duration of at least specified time.
pl: Dodaj tylko utwory (sub-tune), których czas trwania jest co najmniej tak długi, jak określony czas.

source: Sub-tune handling:
pl: Obsługa Sub-tune:

source: Use STIL database
pl: Użyj bazy STIL

source: If this option is enabled (and the database & HVSC settings below are correctly set), Audacious-SID will use and display additional information from STIL database when HVSC SIDs are played.
pl: Gdy ta opcja jest zaznaczona (i baza oraz ustawienia HVSC są prawidłowo ustawione), Audacious-SID pokaże dodatkowe informacje z bazy STIL podczas odtwarzania utworów typu HVSC SID.

source: STIL file:
pl: Plik STIL:

source: Path and filename of STIL database file (STIL.txt), usually found from HVSC's DOCUMENTS-subdirectory.
pl: Ścieżka i nazwa pliku bazy STIL (STIL.txt), zazwyczaj w podkatalogu DOCUMENTS lokalizacji HVSC.

source: Browse for STIL-database file
pl: Przeglądaj w poszukiwaniu pliku bazy STIL

source: HVSC path:
pl: Ścieżka HVSC:

source: Path to base-directory of your High Voltage SID Collection (HVSC), for example /media/C64Music/
pl: Ścieżka go głównego katalogu twojej kolekcji High Voltage SID (HVSC), np. /media/C64 Music/

source: Browse for HVSC path
pl: Przeglądaj w poszukiwaniu lokalizacji HVSC

source: SID Tune Information List (STIL) database:
pl: Baza STIL: (Lista informacji u utworach SID)

source: Cancel any changes
pl: Anuluj wszelkie zmiany

source: Accept and update changes
pl: Akceptuj i zaktualizuj zmiany

source: Audacious-SID Fileinfo
pl: Informacja o pliku Audacious-SID

source: Filename:
pl: Nazwa pliku:

source: Songname:
pl: Nazwa utworu:

source: Composer:
pl: Kompozytor:

source: Copyright:
pl: Prawa autorskie:

source: Song Information:
pl: Informacje o utworze:

source: Author:
pl: Autor:

source: Duration:
pl: Czas trwania:

source: Sub-tune Information:
pl: Informacja Sub-tune:

source: Select HVSC song length database
pl: Wybierz bazę długości piosenek HVSC

source: Select STIL-database
pl: Wybierz bazę STIL

source: Select HVSC location prefix
pl: Wybierz lokalizację HVSC

source: Select SIDPlay2 filters file for importing
pl: Wybierz plik filtrów SIDPlay2 do zaimportowania

source: Select SIDPlay2 filters file for exporting
pl: Wybierz plik filtrów SIDPlay2 do wyeksportowania

source: Confirm selected action
pl: Potwierdź wybraną akcję

source: Yes
pl: Tak

source: No
pl: Nie

source: About Skinned GUI
pl: O interfejsie skórkowym

source: Copyright (c) 2008, by Tomasz Moń <desowin@gmail.com>
pl: Copyright (c) 2008, Tomasz Moń <desowin@gmail.com>

source: _Player:
pl: _Odtwarzacz:

source: Select main player window font:
pl: Wybierz czcionkę dla głownego okna odtwarzacza:

source: _Playlist:
pl: _Playlista:

source: Select playlist font:
pl: Wybierz czcionkę dla playlisty:

source: <b>_Fonts</b>
pl: <b>_Czcionki</b>

source: <b>_Skin</b>
pl: <b>_Skórka</b>

source: Preamp
pl: Przedwzm

source: Audacious Equalizer
pl: Equalizer Audacious

source: Presets
pl: Schematy ustawień

source: Volume: %d%%
pl: Głośność: %d%%

source: Balance: %d%% left
pl: Balans: %d%% lewy

source: Balance: center
pl: Balans: centralny

source: Balance: %d%% right
pl: Balans: %d%% prawy

source: Options Menu
pl: Menu opcji

source: Disable 'Always On Top'
pl: Wyłącz 'Zawsze na wierzchu'

source: Enable 'Always On Top'
pl: Włącz 'Zawsze na wierzchu'

source: File Info Box
pl: Obszar informacji o pliku

source: Visualization Menu
pl: Menu wizualizacji

source: Single mode.
pl: Tryb prosty.

source: Playlist mode.
pl: Tryb playlisty.

source: Stopping after song.
pl: Zatrzymaj po tym utworze.

source: Not stopping after song.
pl: Nie zatrzymuj po utworze.

source: Autoscroll Songname
pl: Auto-przewijanie nazwy piosenki

source: Stop after Current Song
pl: Zatrzymaj po tym utworze

source: Peaks
pl: Wierzchołki

source: Repeat
pl: Powtarzaj

source: Shuffle
pl: Losuj

source: No Playlist Advance
pl: Odtwarzaj pojedynczo

source: Show Player
pl: Pokaż odtwarzacz

source: Show Playlist Editor
pl: Pokaż listę odtwarzania

source: Show Equalizer
pl: Pokaż korektor graficzny

source: Always on Top
pl: Zawsze na wierzchu

source: Put on All Workspaces
pl: Umieść na wszystkich pulpitach

source: Roll up Player
pl: Zwiń odtwarzacz

source: Roll up Playlist Editor
pl: Zwiń listę odtwarzania

source: Roll up Equalizer
pl: Zwiń korektor graficzny

source: Analyzer
pl: Analizator

source: Off
pl: Wyłączony

source: Normal
pl: Normalny

source: Fire
pl: Ognisty

source: Vertical Lines
pl: Pionowe linie

source: Lines
pl: Linie

source: Bars
pl: Kolumny

source: Dot Scope
pl: Kropkowany

source: Line Scope
pl: Liniowy

source: Solid Scope
pl: Gładki

source: Ice
pl: Lodowy

source: Smooth
pl: Wygładzony

source: Slowest
pl: Najwolniejszy

source: Slow
pl: Wolny

source: Medium
pl: Średni

source: Fast
pl: Szybki

source: Fastest
pl: Najszybszy

source: Time Elapsed
pl: Miniony czas

source: Time Remaining
pl: Pozostały czas

source: Pause
pl: Pauza

source: Previous
pl: Poprzedni

source: Next
pl: Następny

source: Visualization
pl: Wizualizacja

source: Visualization Mode
pl: Tryb wizualizacji

source: Analyzer Mode
pl: Tryb analizatora

source: Scope Mode
pl: Tryb Scope

source: Voiceprint Mode
pl: Tryb Voiceprint

source: WindowShade VU Mode
pl: Tryb WindowShade VU

source: Analyzer Falloff
pl: Spadek linii/kolumn

source: Peaks Falloff
pl: Spadek wierzchołków

source: Playlist
pl: Playlista

source: New Playlist
pl: Nowa playlista

source: Select Next Playlist
pl: Następna playlista

source: Select Previous Playlist
pl: Poprzednia playlista

source: Delete Playlist
pl: Usuń playlistę

source: Import Playlist
pl: Importuj listę odtwarzania

source: Loads a playlist file into the selected playlist.
pl: Ładuje playlistę z pliku do obecnej listy
