Repository: audacious-media-player/audacious-plugins
Catalog: po/*.po
Languages: pl

source: Using libfaad2-%s for decoding. FAAD2 AAC/HE-AAC/HE-AACv2/DRM decoder (c) Nero AG, www.nero.com Copyright (c) 2005-2006 Audacious team
pl: Używanie libfaad2-%s do dekodowania. Dekoder FAAD2 AAC/HE-AAC/HE-AACv2/DRM (c) Nero AG, www.nero.com Copyright (c) 2005-2006 Zespół Audacious

source: About MP4 AAC decoder plugin
pl: O wtyczce dekodera MP4 AAC

source: Default PCM device
pl: Domyślne urządzenie PCM

source: Default mixer device
pl: Domyślne urządzenie miksera

source: ALSA Output Plugin Preferences
pl: Preferencje wtyczki wyjściowej ALSA

source: PCM device:
pl: Urządzenie PCM:

source: Mixer device:
pl: Urządzenie miksera:

source: Mixer element:
pl: Element miksera:

source: Work around drain hangup
pl: Obejście rozłączania

source: About ALSA Output Plugin
pl: O wtyczce wyjściowej ALSA

source: ALSA error
pl: Błąd ALSA

source: You have not selected any sequencer ports for MIDI playback. You can do so in the MIDI plugin preferences.
pl: Nie wybrałeś żadnych portów sekwencera dla odtwarzania MIDI. Możesz to zrobić w opcjach wtyczki MIDI.

source: This backend sends MIDI events to a group of user-chosen ALSA sequencer ports. The ALSA sequencer interface is very versatile, it can provide ports for audio cards hardware synthesizers (i.e. emu10k1) but also for software synths, external devices, etc. This backend does not produce audio, MIDI events are handled directly from devices/programs behind the ALSA ports; in example, MIDI events sent to the hardware synth will be directly played. Backend written by Giacomo Lozito.
pl: Ten backend wysyła zdarzenia MIDI do grupy wybranych przez użytkownika portów sekwencera ALSA. Interfejs sekwencera ALSA jest bardzo wszechstronny, może on dostarczyć porty dla sprzętowych syntezatorów kart dźwiękowych (np. emu10k1), a także dla programowych syntezatorów, zewnętrznych urządzeń itp. Ten backend nie wytwarza dźwięku, zdarzenia MIDI są obsługiwane bezpośrednio przez urządzenia/programy poprzez porty ALSA; na przykład, zdarzenia MIDI wysłane do sprzętowego syntezatora zostaną bezpośrednio odtworzone. Backend napisany przez Giacomo Lozito.

source: This backend produces audio by sending MIDI events to FluidSynth, a real-time software synthesizer based on the SoundFont2 specification (www.fluidsynth.org). Produced audio can be manipulated via player effect plugins and is processed by chosen ouput plugin. Backend written by Giacomo Lozito.
pl: Ten backend wytwarza dźwięk poprzez wysyłanie zdarzeń MIDI do FluidSynth, programowego syntezatora czasu rzeczywistego opartego na specyfikacji SoundFont2 (www.fluidsynth.org). Wytworzony dźwięk może być modyfikowany przez wtyczki efektów odtwarzacza i jest przetwarzany przez wybraną wtyczkę wyjściową. Backend napisany przez Giacomo Lozito.

source: ALSA BACKEND CONFIGURATION
pl: KONFIGURACJA BACKEND'U ALSA

source: Client name
pl: Nazwa klienta

source: Port name
pl: Nazwa portu

source: ALSA output ports
pl: Porty wyjściowe ALSA

source: Soundcard:
pl: Karta dźwiękowa:

source: Mixer control:
pl: Kontroler miksera:

source: Mixer settings
pl: Ustawienia miksera

source: ALSA Backend not loaded or not available
pl: Backend ALSA niezaładowany lub niedostępny

source: <span size="smaller">ALSA backend</span>
pl: <span size="smaller">Backend ALSA</span>

source: AMIDI-Plug - backend information
pl: AMIDI-Plug - informacje o backendzie

source: AMIDI-PLUG PREFERENCES
pl: PREFERENCJE AMIDI-PLUG

source: Backend selection
pl: Wybór backendu

source: Available backends
pl: Dostępne backendy

source: Playback settings
pl: Ustawienia odtwarzania

source: Transpose:
pl: Transpozycja:

source: Drum shift:
pl: Zmiany bębnów:

source: Advanced settings
pl: Zaawansowane ustawienia

source: pre-calculate length of MIDI files in playlist
pl: oblicz wstępnie długości plików MIDI z playlisty

source: extract comments from MIDI file (if available)
pl: wyodrębnij komentarze z pliku MIDI (jeśli dostępne)

source: extract lyrics from MIDI file (if available)
pl: wyodrębnij słowa piosenki z pliku MIDI (jeśli dostępne)

source: AMIDI-Plug - select file
pl: AMIDI-Plug - wybierz plik

source: AMIDI-Plug - configuration
pl: AMIDI-Plug - konfiguracja

source: AMIDI-Plug - select SoundFont file
pl: AMIDI-Plug - wybierz plik SoundFont

source: FLUIDSYNTH BACKEND CONFIGURATION
pl: KONFIGURACJA BACKEND'U FLUIDSYNTH

source: SoundFont settings
pl: Ustawienia SoundFont

source: Filename
pl: Nazwa pliku

source: Size (bytes)
pl: Wielkość (w bajtach)

source: Load SF on player start
pl: Załaduj SF przy starcie odtwarzacza

source: Load SF on first midifile play
pl: Załaduj SF przy pierwszym odtwarzaniu pliku mid

source: Synthesizer settings
pl: Ustawienia syntezatora

source: gain
pl: wzmocnienie

source: use default
pl: użyj domyślnej

source: value:
pl: wartość:

source: poliphony
pl: polifonia

source: reverb
pl: pogłos

source: yes
pl: tak

source: no
pl: nie

source: chorus
pl: chór

source: sample rate
pl: częstotliwość próbkowania

source: custom
pl: własna

source: FluidSynth Backend not loaded or not available
pl: Backend FluidSynth niezaładowany lub niedostępny

source: <span size="smaller">FluidSynth backend</span>
pl: <span size="smaller">Backend FluidSynth</span>

source: TIMIDITY BACKEND CONFIGURATION
pl: KONFIGURACJA BACKEND'U TIMIDITY

source: TiMidity Backend not loaded or not available
pl: Backend TiMidity niezaładowany lub niedostępny

source: <span size="smaller">TiMidity backend</span>
pl: <span size="smaller">Backend TiMidity</span>

source: Name:
pl: Nazwa:

source: <span size="smaller"> MIDI Info </span>
pl: <span size="smaller"> Info MIDI </span>

source: Length (msec):
pl: Długość (msek):

source: Num of Tracks:
pl: Liczba utworów

source: variable
pl: zmienna

source: Time Div:
pl: Podział czasu:

source: <span size="smaller"> MIDI Comments and Lyrics </span>
pl: <span size="smaller"> Komentarze i teksty piosenek MIDI </span>

source: * no comments available in this MIDI file *
pl: * brak dostępnych komentarzy w tym pliku MIDI

source: * no lyrics available in this MIDI file *
pl: * brak dostępnych tekstów piosenek w tym pliku MIDI

source: AMIDI-Plug - about
pl: O wtyczce AMIDI-Plug

source: modular MIDI music player http://www.develia.org/projects.php?p=amidiplug written by Giacomo Lozito < james@develia.org > special thanks to... Clemens Ladisch and Jaroslav Kysela for their cool programs aplaymidi and amixer; those were really useful, along with alsa-lib docs, in order to learn more about the ALSA API Alfredo Spadafina for the nice midi keyboard logo Tony Vroon for the good help with alpha testing
pl: modułowy odtwarzacz muzyczny MIDI http://www.develia.org/projects.php?p=amidiplug stworzony przez Giacomo Lozito < james@develia.org > specjalne podziękowania dla... Clemens Ladisch oraz Jaroslav Kysela za ich fajne programy aplaymidi i amixer; były one bardzo przydatne, równolegle z dokumentacją alsa-lib, w nauce ALSA API Alfredo Spadafina za ładne logo z klawiaturą midi Tony Vroon za dobrą pomoc w testowaniu alfa

source: Rectangle
pl: Prostokąt

source: Rounded Rectangle
pl: Zaokrąglony prostokąt

source: Concave Rectangle
pl: Wklęsły prostokąt

source: None
pl: Brak

source: Playback Start
pl: Rozpoczęcie odtwarzania

source: Triggers OSD when a playlist entry is played.
pl: Wyświetla OSD, gdy zostanie rozpoczęte odtwarzanie utworu na liście.

source: Title Change
pl: Zmiana tytułu

source: Triggers OSD when, during playback, the song title changes but the filename is the same. This is mostly useful to display title changes in internet streams.
pl: Wyświetla OSD, gdy podczas odtwarzania tytuł piosenki zmieni się, ale plik pozostanie ten sam. Zazwyczaj przydaje się to przy słuchaniu muzyki ze strumieni internetowych.

source: Volume Change
pl: Zmiana głośności

source: Triggers OSD when volume is changed.
pl: Wyświetla OSD, gdy nastąpi zmiana głośności

source: Pause On
pl: Pauza Wł.

source: Triggers OSD when playback is paused.
pl: Wyświetla OSD, gdy odtwarzanie zostanie wstrzymane.

source: Pause Off
pl: Pauza Wył.

source: Triggers OSD when playback is unpaused.
pl: Wyświetla OSD, gdy odtwarzanie zostanie wznowione.

source: Placement
pl: Rozmieszczenie

source: Relative X offset:
pl: Przesunięcie wzdłuż osi X:

source: Relative Y offset:
pl: Przesunięcie wzdłuż osi Y:

source: Max OSD width:
pl: Maksymalna szerokość OSD:

source: Multi-Monitor options
pl: Ustawienia wielu monitorów

source: Display OSD using:
pl: Wyświetl OSD używając:

source: all monitors
pl: wszystkie

source: Timing (ms)
pl: Czas (ms)

source: Display:
pl: Wyświetlanie:

source: Fade in:
pl: Pojawianie:

source: Fade out:
pl: Zanikanie:

source: Fonts
pl: Czcionki

source: Font %i:
pl: Czcionka %i:

source: Shadow
pl: Cień

source: Internationalization
pl: Języki

source: Disable UTF-8 conversion of text (in aosd)
pl: Wyłącz konwersję tekstu na UTF-8 (w aosd)

source: Select Skin File
pl: Wybierz plik skórki

source: Render Style
pl: Renderuj styl

source: Colors
pl: Kolory

source: Color %i:
pl: Kolor %i:

source: Custom Skin
pl: Własna skórka

source: Skin file:
pl: Plik skórki:

source: Browse
pl: Przeglądaj

source: Enable trigger
pl: Uruchom ten wyzwalacz

source: Event
pl: Zdarzenia

source: Composite manager detected
pl: Wykryto menedżer okien obsługujący przezroczystość

source: Composite manager not detected; unless you know that you have one running, please activate a composite manager otherwise the OSD won't work properly
pl: Nie wykryto obsługi przezroczystości! Aby OSD działał teraz prawidłowo, należy uruchomić menedżer okien obsługujący przeroczystość (np. Compiz).

source: Composite manager not required for fake transparency
pl: Menedżer okien obsługujący przezroczystość nie jest wymagany

source: Transparency
pl: Przezroczystość

source: Fake transparency
pl: Udawana przezroczystość

source: Real transparency (requires X Composite Ext.)
pl: Prawdziwa przezroczystość (wymaga rozszerzenia X Composite)

source: Composite extension not loaded
pl: Rozszerzenie Composite nie zostało załadowane

source: Composite extension not available
pl: Rozszerzenie Composite nie jest dostępne

source: Audacious OSD - configuration
pl: Audacious OSD - konfiguracja

source: Position
pl: Pozycja

source: Animation
pl: Animacja

source: Text
pl: Tekst

source: Decoration
pl: Dekoracja

source: Trigger
pl: Wyzwalacz

source: Misc
pl: Różne

source: Audacious OSD - about
pl: O wtyczce Audacious OSD

source: http://www.develia.org/projects.php?p=audacious#aosd written by Giacomo Lozito < james@develia.org > On-Screen-Display is based on Ghosd library written by Evan Martin http://neugierig.org/software/ghosd/
pl: http://www.develia.org/projects.php?p=audacious#aosd napisany przez Giacomo Lozito < james@develia.org > On-Screen-Display jest oparty na bibliotece Ghosd napisanej przez Evan Martin http://neugierig.org/software/ghosd/

source: Blur Scope: Color selection
pl: Blur Scope: wybór koloru

source: Options:
pl: Opcje:

source: About Audio CD Plugin
pl: O wtyczce Audio CD

source: Copyright (c) 2007, by Calin Crisan <ccrisan@gmail.com> and The Audacious Team. Many thanks to libcdio developers <http://www.gnu.org/software/libcdio/> and to libcddb developers <http://libcddb.sourceforge.net/>. Also thank you Tony Vroon for mentoring & guiding me. This was a Google Summer of Code 2007 project. Copyright 2009 John Lindgren
pl: Copyright (c) 2007, Calin Crisan <ccrisan@gmail.com> i zespół Audacious. Podziękowania dla deweloperów libcdio <http://www.gnu.org/software/libcdio/> i deweloperów libcddb <http://libcddb.sourceforge.net/>. Również dzięki dla Tony Vroon za wskazówki i wszelką pomoc. To był projekt na Google Summer of Code 2007. Copyright 2009 John Lindgren

source: Drive is empty.
pl: Brak płyty w napędzie.

source: Unsupported disk type.
pl: Nieobsługiwany rodzaj dysku.

source: CD Audio Plugin Configuration
pl: Konfiguracja wtyczki Audio CD

source: Digital audio extraction
pl: Wymuszenie cyfrowego dźwięku

source: Title information
pl: Pobieranie informacji o utworach

source: Disc speed:
pl: Prędkość dysku:

source: Use cd-text if available
pl: Użyj info zapisanych na płycie, jeśli dostępne

source: Use CDDB if available
pl: Użyj internetowej bazy CDDB, jeśli dostępna

source: Server:
pl: Serwer:

source: Path:
pl: Położenie:

source: Use HTTP instead of CDDBP
pl: Użyj HTTP zamiast CDDBP

source: Override default device:
pl: Urządzenie inne, niż domyślne:

source: Cancel
pl: Anuluj

source: Play CD
pl: Odtwarzaj CD

source: Add CD
pl: Dodaj CD

source: About Dynamic Range Compression Plugin
pl: O wtyczce Dynamic Range Compression

source: Dynamic Range Compressor Preferences
pl: Konfiguracja - Dynamic Range Compressor

source: Center volume:
pl: Centralna głośność:

source: Dynamic range:
pl: Zakres dynamiczny:

source: General
pl: Ogólne

source: Playback
pl: Odtwarzanie

source: Bass:
pl: Bas:

source: secs
pl: sek.

source: Treble:
pl: Sopran:

source: Default song length:
pl: Domyślna długość piosenki:

source: Resampling
pl: Konwersja częstotliwości próbkowania

source: Enable audio resampling
pl: Włącz resampling audio

source: Resampling rate:
pl: Częstotliwość:

source: Ignore length from SPC tags
pl: Ignoruj długość z tagów SPC

source: Increase reverb
pl: Zwiększ pogłos

source: The default song length, expressed in seconds, is used for songs that do not provide length information (i.e. looping tracks).
pl: Domyślna długość piosenki, wyrażona w sekundach, jest używana przy utworach, dla których nie określono długości (np. ścieżki - pętle).

source: About the Game Console Music Decoder
pl: O Game Console Music Decoder

source: Console music decoder engine based on Game_Music_Emu 0.5.2. Supported formats: AY, GBS, GYM, HES, KSS, NSF, NSFE, SAP, SPC, VGM, VGZ Audacious implementation by: William Pitcock <nenolod@dereferenced.org>, Shay Green <gblargg@gmail.com>
pl: Silnik Console music decoder oparty jest na Game_Music_Emu 0.5.2. Obsługiwane formaty: AY, GBS, GYM, HES, KSS, NSF, NSFE, SAP, SPC, VGM, VGZ Implementacja w Audacious: William Pitcock <nenolod@dereferenced.org>, Shay Green <gblargg@gmail.com>

source: About Crossfade
pl: O Crossfade

source: Crossfade Preferences
pl: Konfiguracja Crossfade

source: Overlap (in seconds):
pl: Zachodzenie na siebie (w sek.)

source: Crossfade Error
pl: Błąd Crossfade

source: Crossfading failed because the songs had a different number of channels.
pl: Crossfading nie zadziałał, gdyż piosenki mają różną ilość kanałów.

source: Crossfading failed because the songs had different sample rates. You can use the Sample Rate Converter effect to resample the songs to the same rate.
pl: Crossfading nie zadziałał, gdyż piosenki mają różne częstotliwości próbkowania. Możesz użyć efektu Sample Rate Converter, aby przekonwertować piosenki do tej samej częstotliwości.

source: Configure Crystalizer
pl: Konfiguruj Crystalizer

source: Effect intensity:
pl: Intensywność efektu:

source: Apply
pl: Zastosuj

source: Daemon Interface (like old headless mode)
pl: Interfejs demona (działa w tle, analogiczny do dawnego headless)

source: Echo Plugin By Johan Levin 1999. Surround echo by Carl van Schaik 1999
pl: Wtyczka Echo Johan Levin 1999. Echo otoczenia: Carl van Shaik 1999

source: About Echo Plugin
pl: O wtyczce Echo

source: Configure Echo
pl: Konfiguruj Echo

source: Delay: (ms)
pl: Opóźnienie: (ms)

source: Feedback: (%)
pl: Oddźwięk: (%)

source: Volume: (%)
pl: Głośność: (%)

source: About FFaudio Plugin
pl: O wtyczce FFaudio

source: About FileWriter-Plugin
pl: O wtyczce File-Writer

source: FileWriter-Plugin This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
pl: Wtyczka FileWriter This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: File Writer Configuration
pl: Konfiguracja File Writer

source: Output file format:
pl: Format pliku wyjściowego:

source: Configure
pl: Konfiguruj

source: Save into original directory
pl: Zapisz w oryginalnym katalogu

source: Save into custom directory
pl: Zapisz we własnym katalogu

source: Output file folder:
pl: Folder pliku wyjściowego:

source: Pick a folder
pl: Wybierz folder

source: Get filename from:
pl: Uzyskaj nazwę pliku z:

source: original file tags
pl: tagi pliku oryginalnego

source: original filename
pl: oryginalna nazwa pliku

source: Don't strip file name extension
pl: Nie ucinaj rozszerzenia pliku

source: Prepend track number to filename
pl: Dodaj do nazwy pliku numer ścieżki

source: Auto
pl: Automatycznie

source: Joint Stereo
pl: Złącze Stereo

source: MP3 Configuration
pl: Konfiguracja MP3

source: Algorithm Quality:
pl: Jakość algorytmu:

source: Output Samplerate:
pl: Częstotliwość próbkowania na wyjściu:

source: Bitrate / Compression ratio:
pl: Bitrate / stopień kompresji:

source: Compression ratio:
pl: Stopień kompresji:

source: Audio Mode:
pl: Tryb audio:

source: Misc:
pl: Różne:

source: Enforce strict ISO complience
pl: Wymuś ścisłą zgodność z ISO

source: Error protection
pl: Zabezpieczenie przed błędami

source: Quality
pl: Jakość

source: Enable VBR/ABR
pl: Włącz VBR/ABR

source: Type:
pl: Typ:

source: VBR Options:
pl: Opcje VBR:

source: Minimum bitrate (kbps):
pl: Minimalny bitrate (kbps):

source: Maximum bitrate (kbps):
pl: Maksymalny bitrate (kbps):

source: Strictly enforce minimum bitrate
pl: Wymuś minimalny bitrate

source: ABR Options:
pl: Opcje ABR:

source: Average bitrate (kbps):
pl: Średni bitrate (kbps):

source: VBR quality level:
pl: Poziom jakości VBR:

source: Don't write Xing VBR header
pl: Nie zapisuj nagłówka Xing VBR

source: Frame params:
pl: Parametry klatek:

source: Mark as copyright
pl: Oznacz prawem autorskim

source: Mark as original
pl: Oznacz jako oryginalne

source: ID3 params:
pl: Parametry ID3:

source: Force addition of version 2 tag
pl: Wymuś dodanie tagów w wersji 2

source: Only add v1 tag
pl: Dodaj tylko tagi v1

source: Only add v2 tag
pl: Dodaj tylko tagi v2

source: Tags
pl: Tagi

source: Vorbis Encoder Configuration
pl: Konfiguracja kodera Vorbis

source: Quality level (0 - 10):
pl: Poziom jakości (0 - 10):

source: About FLAC Audio Plugin
pl: O wtyczce FLAC Audio

source: Original code by Ralf Ertzinger <ralf@skytale.net> http://www.skytale.net/projects/bmp-flac2/
pl: Oryginalny kod napisany przez: Ralf Ertzinger <ralf@skytale.net> http://www.skytale.net/projects/bmp-flac2/

source: About Gnome Shortcut Plugin
pl: O wtyczce Gnome Shortcut

source: Gnome Shortcut Plugin Let's you control the player with Gnome's shortcuts. Copyright (C) 2007-2008 Sascha Hlusiak <contact@saschahlusiak.de>
pl: Wtyczka Gnome Shortcut Kontroluj swój odtwarzacz za pomocą skrótów klawiaturowych Gnome. Copyright (C) 2007-2008 Sascha Hlusiak <contact@saschahlusiak.de>

source: Open Files
pl: Otwórz pliki

source: Add Files
pl: Dodaj pliki

source: gnt interface
pl: interfejs gnt

source: Entry number
pl: Numer porządkowy

source: Title
pl: Tytuł

source: Artist
pl: Wykonawca

source: Year
pl: Rok

source: Track
pl: Numer utworu

source: Queue position
pl: Pozycja w kolejce

source: Length
pl: Czas trwania

source: File path
pl: Położenie pliku

source: File name
pl: Nazwa pliku

source: Custom title
pl: Własny tytuł (z ustawień)

source: Bitrate
pl: Próbkowanie

source: Choose Columns
pl: Wybierz kolumny

source: Available:
pl: Dostępne:

source: Chosen:
pl: Wybrane:

source: Dock at Left
pl: Zaczep po lewej

source: Dock at Right
pl: Zaczep po prawej

source: Dock at Top
pl: Zaczep na górze

source: Dock at Bottom
pl: Zaczep na dole

source: Undock
pl: Odczep

source: Disable
pl: Wyłącz

source: _Quit
pl: _Zamknij

source: _Refresh
pl: _Odśwież

source: _Close
pl: _Zamknij

source: GTK Interface
pl: Interfejs GTK

source: Error
pl: Błąd

source: Previous Track
pl: Poprzedni utwór

source: Play
pl: Odtwarzaj

source: Pause/Resume
pl: Pauzuj/Wznów

source: Next Track
pl: Następny utwór

source: Forward 5 Seconds
pl: Przewiń do przodu o 5 sekund

source: Rewind 5 Seconds
pl: Przewiń do tyłu o 5 skund

source: Mute
pl: Wycisz

source: Volume Up
pl: Zwiększ głośność

source: Volume Down
pl: Zmniejsz głośność

source: Jump to File
pl: Przeskocz do pliku

source: Toggle Player Windows
pl: Przełącz okno odtwarzacza

source: Show On-Screen-Display
pl: Pokaż OSD

source: It is not recommended to bind the primary mouse buttons without modificators. Do you want to continue?
pl: Niezalecane jest dowiązywanie podstawowych przycisków myszy bez dodatkowych klawiszy. Czy chcesz kontynuować?

source: Binding mouse buttons
pl: Przyciski dowiązań myszy

source: Global Hotkey Plugin Configuration
pl: Konfiguracja wtyczki Global Hotkey

source: Press a key combination inside a text field. You can also bind mouse buttons.
pl: Proszę wcisnąć kombinację klawiszy wewnątrz pola tekstowego. Możesz również użyć przycisków myszy.

source: Hotkeys:
pl: Skróty klawiszowe:

source: <b>Action:</b>
pl: <b>Akcja:</b>

source: <b>Key Binding:</b>
pl: <b>Dowiązany klawisz:</b>

source: About Global Hotkey Plugin
pl: O wtyczce Global Hotkey

source: Global Hotkey Plugin Control the player with global key combinations or multimedia keys. Copyright (C) 2007-2008 Sascha Hlusiak <contact@saschahlusiak.de> Contributers include: Copyright (C) 2006-2007 Vladimir Paskov <vlado.paskov@gmail.com> Copyright (C) 2000-2002 Ville Syrjälä <syrjala@sci.fi> Bryn Davies <curious@ihug.com.au> Jonathan A. Davis <davis@jdhouse.org> Jeremy Tan <nsx@nsx.homeip.net>
pl: Wtyczka Global Hotkey Kontroluj odtwarzacz za pomocą skrótów klawiszowych lub przycisków multimedialnych. Copyright (C) 2007-2008 Sascha Hlusiak <contact@saschahlusiak.de> Inne osoby wspierające projekt: Copyright (C) 2006-2007 Vladimir Paskov <vlado.paskov@gmail.com> Copyright (C) 2000-2002 Ville Syrjälä <syrjala@sci.fi> Bryn Davies <curious@ihug.com.au> Jonathan A. Davis <davis@jdhouse.org> Jeremy Tan <nsx@nsx.homeip.net>

source: Connect to all available jack ports
pl: Połącz ze wszystkimi dostępnymi portami jack

source: Connect only the output ports
pl: Połącz tylko z portami wyjściowymi

source: Connect to no ports
pl: Nie łącz z żadnymi portami

source: jack Plugin configuration
pl: Konfiguracja wtyczki jack

source: Connection mode:
pl: Tryb połączenia:

source: Enable debug printing
pl: Włącz wydruk debugowania

source: XMMS jack Driver 0.17 xmms-jack.sf.net Chris Morgan<cmorgan@alum.wpi.edu> Audacious port by Giacomo Lozito from develia.org
pl: Sterownik XMMS jack 0.17 xmms-jack.sf.net Chris Morgan <cmorgan@alum.wpi.edu> Port dla Audacious stworzony przez Giacomo Lozito z develia.org

source: About JACK Output Plugin 0.17
pl: O wtyczce wyjściowej JACK 0.17
