Repository: audacious-media-player/audacious-plugins
Catalog: po/*.po
Languages: pl

source: Export Playlist
pl: Eksportuj listę odtwarzania

source: Saves the selected playlist.
pl: Zapisuje wybrane listy odtwarzania

source: Save All Playlists
pl: Zapisz wszystkie playlisty

source: Saves all the playlists that are open. Note that this is done automatically when Audacious quits.
pl: Zapisuje wszystkie otwarte listy odtwarzania. Akcja ta jest również wykonywana automatycznie przy zamykaniu programu.

source: Refresh List
pl: Odśwież listę

source: Refreshes metadata associated with a playlist entry.
pl: Odświeża metadane związane z wpisem na liście.

source: List Manager
pl: Menedżer list odtwarzania

source: Opens the playlist manager.
pl: Otwiera menedżera list odtwarzania

source: View
pl: Widok

source: Interface
pl: Interfejs

source: Add Internet Address...
pl: Dodaj adres internetowy...

source: Adds a remote track to the playlist.
pl: Dodaje zdalny utwór do playlisty.

source: Add Files...
pl: Dodaj pliki...

source: Adds files to the playlist.
pl: Dodaje pliki do playlisty.

source: Search and Select
pl: Szukaj i zaznacz

source: Searches the playlist and selects playlist entries based on specific criteria.
pl: Przeszukuje playlistę i zaznacza wpisy na podstawie ustalonych kryteriów.

source: Invert Selection
pl: Odwróć zaznaczenie

source: Inverts the selected and unselected entries.
pl: Odwraca zaznaczone i niezaznaczone wpisy.

source: Select All
pl: Zaznacz wszystko

source: Selects all of the playlist entries.
pl: Zaznacza wszystkie wpisy na playliście

source: Select None
pl: Wyczyść zaznaczenie

source: Deselects all of the playlist entries.
pl: Odznacza wszystkie wpisy na playliście

source: Remove All
pl: Usuń wszystkie

source: Removes all entries from the playlist.
pl: Usuwa wszystkie wpisy z playlisty.

source: Clear Queue
pl: Wyczyść kolejkę

source: Clears the queue associated with this playlist.
pl: Usuwa kolejkę powiązaną z tą listą odtwarzania.

source: Remove Unavailable Files
pl: Usuń niedostępne

source: Removes unavailable files from the playlist.
pl: Usuwa niedostępne pliki z playlisty.

source: Remove Duplicates
pl: Usuń duplikaty

source: By Title
pl: Tytuł

source: Removes duplicate entries from the playlist by title.
pl: Usuwa duplikaty z playlisty na podstawie tytułu utworu.

source: By Filename
pl: Nazwa pliku

source: Removes duplicate entries from the playlist by filename.
pl: Usuwa duplikaty z playlisty na podstawie nazwy pliku.

source: By Path + Filename
pl: Ścieżka + Nazwa pliku

source: Removes duplicate entries from the playlist by their full path.
pl: Usuwa duplikaty z playlisty na podstawie ich pełnej ścieżki.

source: Remove Unselected
pl: Usuń niezaznaczone

source: Remove unselected entries from the playlist.
pl: Usuwa niezaznaczone wpisy z playlisty.

source: Remove Selected
pl: Usuń zaznaczone

source: Remove selected entries from the playlist.
pl: Usuwa zaznaczone wpisy z playlisty

source: Randomize List
pl: Wymieszaj listę

source: Randomizes the playlist.
pl: Losowo zmienia kolejność wpisów na playliście

source: Reverse List
pl: Odwróć listę

source: Reverses the playlist.
pl: Odwraca kolejność wpisów na playliście

source: Sort List
pl: Sortuj listę

source: Sorts the list by title.
pl: Porządkuje listę na podstawie tytułu.

source: By Album
pl: Album

source: Sorts the list by album.
pl: Porządkuje listę na podstawie albumu.

source: By Artist
pl: Wykonawca

source: Sorts the list by artist.
pl: Porządkuje listę na podstawie artysty.

source: Sorts the list by filename.
pl: Porządkuje listę na podstawie nazwy pliku.

source: Sorts the list by full pathname.
pl: Porządkuje listę na podstawie pełnej ścieżki.

source: By Date
pl: Data

source: Sorts the list by modification time.
pl: Porządkuje listę na podstawie daty modyfikacji.

source: By Track Number
pl: Numer utworu

source: Sorts the list by track number.
pl: Porządkuje listę na podstawie numeru utworu.

source: Sort Selected
pl: Sortuj zaznaczone

source: File
pl: Plik

source: Help
pl: Pomoc

source: Plugin Services
pl: Wtyczki

source: View Track Details
pl: Pokaż szczegóły utworu

source: View track details
pl: Pokaż szczegóły utworu

source: About Audacious
pl: O Audacious

source: Play File
pl: Wczytaj plik

source: Load and play a file
pl: Ładuje i odtwarza wybrany plik

source: Play Location
pl: Wczytaj lokalizację

source: Play media from the selected location
pl: Odtwarza utwór z wybranej lokalizacji

source: Plugin services
pl: Wtyczki

source: Preferences
pl: Ustawienia

source: Open preferences window
pl: Otwiera okno preferencji

source: Quit Audacious
pl: Zamyka Audacious

source: Set A-B
pl: Ustaw A-B

source: Clear A-B
pl: Wyczyść A-B

source: Jump to Playlist Start
pl: Przeskocz do początku playlisty

source: Jump to Time
pl: Przeskocz do czasu

source: Queue Toggle
pl: Przełącz kolejkę

source: Enables/disables the entry in the playlist's queue.
pl: Dodaje/usuwa wpis z kolejki listy odtwarzania

source: Copy
pl: Kopiuj

source: Cut
pl: Wytnij

source: Paste
pl: Wklej

source: Load
pl: Wczytaj

source: Preset
pl: Ustawienia

source: Load preset
pl: Wczytaj ustawienia

source: Auto-load preset
pl: Auto-ładowane ustawienia

source: Load auto-load preset
pl: Wczytaj auto-ładowane ustawienia

source: Load default preset into equalizer
pl: Wczytaj domyślne ustawienia equalizera

source: Zero
pl: Wyzeruj

source: Set equalizer preset levels to zero
pl: Wyzeruj ustawienia equalizera

source: From file
pl: Z pliku

source: Load preset from file
pl: Wczytaj ustawienia z pliku

source: From WinAMP EQF file
pl: Z pliku WinAMP EQF

source: Load preset from WinAMP EQF file
pl: Wczytaj ustawienia z pliku WinAMP EQF

source: WinAMP Presets
pl: Ustawienia WinAMPa

source: Import WinAMP presets
pl: Importuj ustawienia WinAMPa

source: Save preset
pl: Zapisz ustawienia

source: Save auto-load preset
pl: Zapisz auto-ładowane ustawienia

source: Save default preset
pl: Zapisz domyślne ustawienia

source: To file
pl: Do pliku

source: Save preset to file
pl: Zapisz ustawienia do pliku

source: To WinAMP EQF file
pl: Do pliku WinAMP EQF

source: Save preset to WinAMP EQF file
pl: Zapisz ustawienia do pliku WinAMP EQF

source: Delete preset
pl: Usuń ustawienia

source: Delete auto-load preset
pl: Usuń auto-ładowane ustawienia

source: Search entries in active playlist
pl: Wyszukaj wpisy w aktywnej playliście

source: Select entries in playlist by filling one or more fields. Fields use regular expressions syntax, case-insensitive. If you don't know how regular expressions work, simply insert a literal portion of what you're searching for.
pl: Zaznacz wpisy na playliście poprzez wypełnienie jednego lub więcej pól. Pola używają składni wyrażeń regularnych, bez uwzględniania wielkości liter. Jeśli nie wiesz, jak działają wyrażenia regularne, po prostu wstawiaj części wyrazów tego, czego szukasz.

source: Title:
pl: Tytuł:

source: Artist:
pl: Artysta:

source: Filename:
pl: Nazwa pliku:

source: Clear previous selection before searching
pl: Wyczyść poprzednie zaznaczenie przed szukaniem

source: Automatically toggle queue for matching entries
pl: Automatycznie przełącz kolejkę dla pasujących wpisów

source: Create a new playlist with matching entries
pl: Utwórz nową playlistę z pasującymi wpisami

source: Audacious Playlist Editor
pl: Edytor playlisty Audacious

source: %s (%d of %d)
pl: %s (%d z %d)

source: Archived Winamp 2.x skin
pl: Spakowana skórka Winamp 2.x

source: Unarchived Winamp 2.x skin
pl: Skórka Winamp 2.x

source: Could not create directory (%s): %s
pl: Nie można utworzyć katalogu (%s): %s

source: About sndfile plugin
pl: O wtyczce sndfile

source: Adapted for Audacious usage by Tony Vroon <chainsaw@gentoo.org> from the xmms_sndfile plugin which is: Copyright (C) 2000, 2002 Erik de Castro Lopo This program is free software ; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation ; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY ; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program ; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
pl: Dostosowany do użycia w Audacious przez Tony Vroon <chainsaw@gentoo.org> z wtyczki xmms_sndfile która jest na licencji GNU: Copyright (C) 2000, 2002 Erik de Castro Lopo This program is free software ; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation ; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY ; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program ; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA

source: About SndStretch
pl: O SndStretch

source: Volume corr.
pl: Korekcja dźwięku

source: Short Overlap
pl: Krótkie zazębianie się

source: Speed
pl: Szybkość odtwarzania

source: Pitch
pl: Wysokość dźwięku

source: Scale
pl: Skaluj

source: Options
pl: Opcje

source: SndStretch - Configuration
pl: SndStretch - Konfiguracja

source: Command to run when Audacious starts a new song.
pl: Komenda wywoływana przy rozpoczęciu nowej piosenki.

source: Command:
pl: Komenda:

source: Command to run toward the end of a song.
pl: Komenda wywoływana przy końcu piosenki.

source: Command to run when Audacious reaches the end of the playlist.
pl: Komenda wywoływana, gdy Audacious dotrze do końca playlisty.

source: Command to run when title changes for a song (i.e. network streams titles).
pl: Komenda wywoływana, gdy zmieni się tytuł piosenki (np. dla internetowych strumieni).

source: You can use the following format strings which will be substituted before calling the command (not all are useful for the end-of-playlist command). %F: Frequency (in hertz) %c: Number of channels %f: filename (full path) %l: length (in milliseconds) %n or %s: Song name %r: Rate (in bits per second) %t: Playlist position (%02d) %p: Currently playing (1 or 0) %a: Artist %b: Album %T: Track title
pl: Możesz użyć poniższych zmiennych, które ulegną odpowiedniemu podstawieniu przed wywołaniem komendy (nie wszystkie są użyteczne dla komend końca playlisty). %F: Częstotliwość (w hertzach) %c: Ilość kanałów %f: nazwa pliku (pełna ścieżka) %l: długość (w milisekundach) %n lub %s: nazwa piosenki %r: Jakość (bity na sekundę) %t: Pozycja na playliście (%02d) %p: Aktualnie odtwarzany (1 lub 0)%a: Wykonawca %b: Album %T: Tytuł utworu

source: <span size='small'>Parameters passed to the shell should be encapsulated in quotes. Doing otherwise is a security risk.</span>
pl: <span size='small'>Parametry przekazane do powłoki powinny być zawarte w cudzysłowach. Ich brak jest zagrożeniem dla bezpieczeństwa.</span>

source: Commands
pl: Komendy

source: Song Change
pl: Zmiana piosenki

source: About Status Icon Plugin
pl: O wtyczce Status Icon

source: Status Icon Plugin Copyright 2005-2007 Giacomo Lozito <james@develia.org> Copyright 2010 Michał Lipski <tallica@o2.pl> This plugin provides a status icon, placed in the system tray area of the window manager.
pl: Wtyczka Status Icon Copyright 2005-2007 Giacomo Lozito <james@develia.org> Copyright 2010 Michał Lipski <tallica@o2.pl> Ta wtyczka dostarcza ikonę stanu, umieszczoną w zasobniku systemowym menedżera okien.

source: Status Icon Plugin - Preferences
pl: Wtyczka Status Icon - Preferencje

source: Right-Click Menu
pl: Menu PPM

source: Small playback menu #1
pl: Małe menu odtwarzania #1

source: Small playback menu #2
pl: Małe menu odtwarzania #2

source: Mouse Scroll Action
pl: Akcja rolki myszy

source: Change volume
pl: Zmiana głośności

source: Change playing song
pl: Zmiana odtwarzanego utworu

source: Other settings
pl: Inne ustawienia

source: Disable the popup window
pl: Wyłącz okno powiadamiania

source: Close to the notification area (system tray)
pl: Zamknij do obszaru powiadamiania (systemowy tray)

source: Extra Stereo Plugin By Johan Levin 1999.
pl: Wtyczka Extra Stereo Johan Levin, 1999.

source: About Extra Stereo Plugin
pl: O wtyczce Extra Stereo

source: Configure Extra Stereo
pl: Konfiguruj dźwięk stereo

source: About Tone Generator
pl: O generatorze sygnałów

source: Sinus tone generator by Haavard Kvaalen <havardk@xmms.org> Modified by Daniel J. Peng <danielpeng@bigfoot.com> To use it, add a URL: tone://frequency1;frequency2;frequency3;... e.g. tone://2000;2005 to play a 2000Hz tone and a 2005Hz tone
pl: Generator sygnałów Sinus autorstwa Haavard Kvaalen <havardk@xmms.org> Zmodyfikowany przez Daniel J. Peng <danielpeng@bigfoot.com> Aby go użyć, dodaj URL w postaci: tone://częstotliwość1;częstotliwość2;częstotliwość3;... np. tone://2000;2005 aby odtworzyć sygnał o kombinacji częstotliwości 2000Hz oraz 2005Hz

source: Tone Generator:
pl: Generator sygnałów:

source: Override generic titles
pl: Nie uwzględniaj standardowych tytułów

source: Title format:
pl: Format tytułu:

source: Ogg Vorbis Tags
pl: Tagi Ogg Vorbis

source: Ogg Vorbis Audio Plugin Configuration
pl: Konfiguracja wtyczki Ogg Vorbis

source: About Ogg Vorbis Audio Plugin
pl: O wtyczce dźwięku Ogg Vorbis

source: Ogg Vorbis Plugin by the Xiph.org Foundation Original code by Tony Arcieri <bascule@inferno.tusculum.edu> Contributions from Chris Montgomery <monty@xiph.org> Peter Alm <peter@xmms.org> Michael Smith <msmith@labyrinth.edu.au> Jack Moffitt <jack@icecast.org> Jorn Baayen <jorn@nl.linux.org> Haavard Kvaalen <havardk@xmms.org> Gian-Carlo Pascutto <gcp@sjeng.org> Eugene Zagidullin <e.asphyx@gmail.com> Visit the Xiph.org Foundation at http://www.xiph.org/
pl: Wtyczka Ogg Vorbis autorstwa Xiph.org Foundation Oryginalny kod: Tony Arcieri <bascule@inferno.tusculum.edu> Wsparcie od: Chris Montgomery <monty@xiph.org> Peter Alm <peter@xmms.org> Michael Smith <msmith@labyrinth.edu.au> Jack Moffitt <jack@icecast.org> Jorn Baayen <jorn@nl.linux.org> Haavard Kvaalen <havardk@xmms.org> Gian-Carlo Pascutto <gcp@sjeng.org> Eugene Zagidullin <e.asphyx@gmail.com> Odwiedź witrynę Xiph.org Foundation: http://www.xiph.org/

source: About Vortex Player
pl: O odtwarzaczu Vortex

source: Vortex file format player by Sashnov Alexander <sashnov@ngs.ru> Founded on original source in_vtx.dll by Roman Sherbakov <v_soft@microfor.ru> Music in vtx format can be found at http://vtx.microfor.ru/music.htm and other AY/YM music sites. Audacious implementation by Pavel Vymetalek <pvymetalek@seznam.cz>
pl: Odtwarzacz plików formatu Vortex stworzony przez Sashnov Alexander <sashnov@ngs.ru> Oryginalne źródła znalezione w_vtx.dll przez Roman Sherbakov <v_soft@microfor.ru> Muzykę w formacie vtx można znaleźć na http://vtx.microfor.ru/music.htm oraz na innych witrynach z muzyką AY/YM. Implementacja w Audacious: Pavel Vymetalek <pvymetalek@seznam.cz>

source: Wavpack Decoder Plugin %s
pl: Wtyczka dekodera Wavpack %s

source: Copyright (c) 2006 William Pitcock <nenolod -at- nenolod.net> Some of the plugin code was by Miles Egan Visit the Wavpack site at http://www.wavpack.com/
pl: Copyright (c) 2006 William Pitcock <nenolod -at- nenolod.net> Część kodu napisał Miles Egan Odwiedź witrynę internetową Wavpack: http://www.wavpack.com/
